[
  "advanced-canvas",
  "obsidian-advanced-uri",
  "obsidian-admonition",
  "auto-periodic-notes",
  "obsidian-banners",
  "calendar",
  "colored-tags",
  "colored-text",
  "convert-url-to-iframe",
  "custom-classes",
  "dataview",
  "data-files-editor",
  "obsidian-excalidraw-plugin",
  "geocoding-properties",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "obsidian-folder-index",
  "image-to-text-ocr",
  "js-engine",
  "obsidian-minimal-settings",
  "obsidian-meta-bind-plugin",
  "multi-column-markdown",
  "nldates-obsidian",
  "modules",
  "swiss-army-knife",
  "url-into-selection",
  "periodic-notes",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian42-text-transporter",
  "pdf-plus",
  "slurp",
  "darlal-switcher-plus",
  "omnisearch",
  "obsidian-icon-folder",
  "text-extractor",
  "table-editor-obsidian",
  "handwritten-notes",
  "obsidian-charts",
  "obsidian-chartsview-plugin",
  "better-export-pdf",
  "customjs",
  "daily-note-pinner",
  "obsidian-local-rest-api"
]